export const BRANCHES = {
    "allMedicalBranches": [
      {
        "id": "5ed935dc52949e3c6ba96425",
        "name": "Гастроэнтерология",
        "pages": [
          {
            "id": "5ed9378b9eea8948f0b0227e",
            "name": "Забрюшинные опухоли",
            "diseases": [
              {
                "id": "5ed937839eea8948f0b0227d",
                "name": "Забрюшинные опухоли",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5eddccccd68e5559b055a235",
            "name": "Опухолевые поражения брюшины",
            "diseases": [
              {
                "id": "5eddccc4d68e5559b055a234",
                "name": "Опухолевые поражения брюшины",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5eddcebfd68e5559b055a246",
            "name": "Рак желудка",
            "diseases": [
              {
                "id": "5eddcdebd68e5559b055a23b",
                "name": "Рак желудка",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee2e99b08e719754698f843",
            "name": "Рак желчного пузыря",
            "diseases": [
              {
                "id": "5ee2e90308e719754698f83a",
                "name": "Рак желчного пузыря",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee2eaf408e719754698f84f",
            "name": "Рак кишечника",
            "diseases": [
              {
                "id": "5ee2ea5108e719754698f844",
                "name": "Рак кишечника",
                "ad_name": "[\"Рак толстого кишечника, рак прямой кишки, рак ободочной кишки\"]"
              }
            ]
          },
          {
            "id": "5ee3340308e719754698f875",
            "name": "Рак печени",
            "diseases": [
              {
                "id": "5ee332d508e719754698f85f",
                "name": "Рак печени",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee343ee08e719754698f88c",
            "name": "Рак пищевода",
            "diseases": [
              {
                "id": "5ee3435e08e719754698f881",
                "name": "Рак пищевода",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee344e008e719754698f899",
            "name": "Рак поджелудочной железы",
            "diseases": [
              {
                "id": "5ee3441b08e719754698f88d",
                "name": "Рак поджелудочной железы",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed935e352949e3c6ba96426",
        "name": "Маммология",
        "pages": [
          {
            "id": "5ee3518008e719754698f8be",
            "name": "Рак груди",
            "diseases": [
              {
                "id": "5ee3508908e719754698f8ad",
                "name": "Рак груди",
                "ad_name": "[\"Рак молочной железы\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed935eb52949e3c6ba96427",
        "name": "Нейрохирургия головного мозга",
        "pages": [
          {
            "id": "5ee353a808e719754698f8cf",
            "name": "Рак головного мозга",
            "diseases": [
              {
                "id": "5ee352bd08e719754698f8c1",
                "name": "Рак головного мозга",
                "ad_name": "[\"\"]"
              },
              {
                "id": "5ee8117f08e719754698fdfc",
                "name": "Глиома",
                "ad_name": null
              },
              {
                "id": "5ee811b408e719754698fdfd",
                "name": "Астроцитома",
                "ad_name": null
              },
              {
                "id": "5ee811c508e719754698fdfe",
                "name": "Олигодендроглиома",
                "ad_name": null
              },
              {
                "id": "5ee811d508e719754698fdff",
                "name": "Эпендимома",
                "ad_name": null
              },
              {
                "id": "5ee811e808e719754698fe00",
                "name": "Глиобластома",
                "ad_name": null
              },
              {
                "id": "5ee811f908e719754698fe01",
                "name": "Медуллобластома",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed935fa52949e3c6ba96428",
        "name": "Гематология",
        "pages": [
          {
            "id": "5ee3541908e719754698f8d8",
            "name": "Лейкоз (лейкемия)",
            "diseases": [
              {
                "id": "5ee353e608e719754698f8d0",
                "name": "Лейкоз",
                "ad_name": "[\"Лейкемия\"]"
              }
            ]
          },
          {
            "id": "5ee354b008e719754698f8de",
            "name": "Лимфома Ходжкина",
            "diseases": [
              {
                "id": "5ee3549408e719754698f8d9",
                "name": "Лимфома Ходжкина",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee354f408e719754698f8e4",
            "name": "Неходжкинская лимфома",
            "diseases": [
              {
                "id": "5ee354d708e719754698f8df",
                "name": "Неходжкинская лимфома",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9360552949e3c6ba96429",
        "name": "Гинекология",
        "pages": [
          {
            "id": "5ee3559b08e719754698f8ea",
            "name": "Рак влагалища",
            "diseases": [
              {
                "id": "5ee3557d08e719754698f8e5",
                "name": "Рак влагалища",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3565f08e719754698f8f4",
            "name": "Рак вульвы",
            "diseases": [
              {
                "id": "5ee355f508e719754698f8eb",
                "name": "Рак вульвы",
                "ad_name": "[\"\"]"
              }
            ]
          },
          {
            "id": "5ee3572f08e719754698f900",
            "name": "Рак матки",
            "diseases": [
              {
                "id": "5ee356a408e719754698f8f5",
                "name": "Рак матки",
                "ad_name": "[\"Рак шейки матки, эндометрия\"]"
              }
            ]
          },
          {
            "id": "5ee357b308e719754698f906",
            "name": "Рак маточных труб",
            "diseases": [
              {
                "id": "5ee3579708e719754698f901",
                "name": "Рак маточных труб",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3583c08e719754698f910",
            "name": "Рак яичников",
            "diseases": [
              {
                "id": "5ee357d308e719754698f907",
                "name": "Рак яичников",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9361952949e3c6ba9642a",
        "name": "Ортопедия",
        "pages": [
          {
            "id": "5ee3589608e719754698f916",
            "name": "Злокачественная фиброзная гистиоцитома",
            "diseases": [
              {
                "id": "5ee3587908e719754698f911",
                "name": "Злокачественная фиброзная гистиоцитома",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3590908e719754698f91c",
            "name": "Миелома",
            "diseases": [
              {
                "id": "5ee358d108e719754698f917",
                "name": "Миелома",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3594508e719754698f922",
            "name": "Саркома",
            "diseases": [
              {
                "id": "5ee3592a08e719754698f91d",
                "name": "Саркома",
                "ad_name": "[\"Остеосаркома, Саркома Юинга, Хондросаркома\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9362952949e3c6ba9642b",
        "name": "Оториноларингология (ЛОР)",
        "pages": [
          {
            "id": "5ee35cc508e719754698f932",
            "name": "Рак миндалин (гланд)",
            "diseases": [
              {
                "id": "5ee35c7f08e719754698f92b",
                "name": "Рак миндалин (гланд)",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee35e7008e719754698f943",
            "name": "Рак гортани",
            "diseases": [
              {
                "id": "5ee35da608e719754698f934",
                "name": "Рак гортани",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee35ffa08e719754698f949",
            "name": "Рак носа и носовых синусов",
            "diseases": [
              {
                "id": "5ee35fde08e719754698f944",
                "name": "Рак носа и носовых синусов",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3609408e719754698f955",
            "name": "Рак рта и глотки",
            "diseases": [
              {
                "id": "5ee3600f08e719754698f94a",
                "name": "Рак рта и глотки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3615108e719754698f95b",
            "name": "Рак среднего и наружного уха",
            "diseases": [
              {
                "id": "5ee3612608e719754698f956",
                "name": "Рак среднего и наружного уха",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3623408e719754698f96a",
            "name": "Рак языка",
            "diseases": [
              {
                "id": "5ee3618e08e719754698f95d",
                "name": "Рак языка",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9363252949e3c6ba9642c",
        "name": "Пульмонология",
        "pages": [
          {
            "id": "5ee3641608e719754698f97e",
            "name": "Рак легких",
            "diseases": [
              {
                "id": "5ee363b408e719754698f975",
                "name": "Рак легких",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9364452949e3c6ba9642d",
        "name": "Урология и нефрология",
        "pages": [
          {
            "id": "5ee3658408e719754698f98a",
            "name": "Рак мочевого пузыря",
            "diseases": [
              {
                "id": "5ee3650408e719754698f97f",
                "name": "Рак мочевого пузыря",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3670308e719754698f992",
            "name": "Рак мочеиспускательного канала",
            "diseases": [
              {
                "id": "5ee366da08e719754698f98d",
                "name": "Рак мочеиспускательного канала",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3702208e719754698f9b6",
            "name": "Рак полового члена",
            "diseases": [
              {
                "id": "5ee3700708e719754698f9b1",
                "name": "Рак полового члена",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee370ed08e719754698f9ca",
            "name": "Рак почки",
            "diseases": [
              {
                "id": "5ee3704308e719754698f9b7",
                "name": "Рак почки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3722008e719754698f9df",
            "name": "Рак предстательной железы",
            "diseases": [
              {
                "id": "5ee3718a08e719754698f9d2",
                "name": "Рак предстательной железы",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3726b08e719754698f9e5",
            "name": "Рак яичка",
            "diseases": [
              {
                "id": "5ee3724a08e719754698f9e0",
                "name": "Рак яичка",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9364e52949e3c6ba9642e",
        "name": "Эндокринология",
        "pages": [
          {
            "id": "5ee373e508e719754698f9ef",
            "name": "Рак вилочковой железы (тимома)",
            "diseases": [
              {
                "id": "5ee373c308e719754698f9e9",
                "name": "Рак вилочковой железы",
                "ad_name": "[\"Тимома\"]"
              }
            ]
          },
          {
            "id": "5ee3742608e719754698f9f5",
            "name": "Рак надпочечников",
            "diseases": [
              {
                "id": "5ee373fe08e719754698f9f0",
                "name": "Рак надпочечников",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3745a08e719754698f9fb",
            "name": "Рак паращитовидных желез",
            "diseases": [
              {
                "id": "5ee3744208e719754698f9f6",
                "name": "Рак паращитовидных желез",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3753f08e719754698fa0f",
            "name": "Рак щитовидной железы",
            "diseases": [
              {
                "id": "5ee3747008e719754698f9fc",
                "name": "Рак щитовидной железы",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9365652949e3c6ba9642f",
        "name": "Другие виды рака",
        "pages": [
          {
            "id": "5ee375bb08e719754698fa16",
            "name": "Рак слюнной железы",
            "diseases": [
              {
                "id": "5ee3759e08e719754698fa11",
                "name": "Рак слюнной железы",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3762708e719754698fa1d",
            "name": "Рак кожи",
            "diseases": [
              {
                "id": "5ee375db08e719754698fa17",
                "name": "Меланома",
                "ad_name": "[\"\"]"
              }
            ]
          },
          {
            "id": "5ee376d208e719754698fa24",
            "name": "Рак кожи",
            "diseases": [
              {
                "id": "5ee3769108e719754698fa1f",
                "name": "Базалиома",
                "ad_name": "[\"\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed9366052949e3c6ba96430",
          "name": "Онкология"
        }
      },
      {
        "id": "5ed9366052949e3c6ba96430",
        "name": "Онкология",
        "pages": [],
        "children": [
          {
            "id": "5ed935dc52949e3c6ba96425",
            "name": "Гастроэнтерология"
          },
          {
            "id": "5ed935e352949e3c6ba96426",
            "name": "Маммология"
          },
          {
            "id": "5ed935eb52949e3c6ba96427",
            "name": "Нейрохирургия головного мозга"
          },
          {
            "id": "5ed935fa52949e3c6ba96428",
            "name": "Гематология"
          },
          {
            "id": "5ed9360552949e3c6ba96429",
            "name": "Гинекология"
          },
          {
            "id": "5ed9361952949e3c6ba9642a",
            "name": "Ортопедия"
          },
          {
            "id": "5ed9362952949e3c6ba9642b",
            "name": "Оториноларингология (ЛОР)"
          },
          {
            "id": "5ed9363252949e3c6ba9642c",
            "name": "Пульмонология"
          },
          {
            "id": "5ed9364452949e3c6ba9642d",
            "name": "Урология и нефрология"
          },
          {
            "id": "5ed9364e52949e3c6ba9642e",
            "name": "Эндокринология"
          },
          {
            "id": "5ed9365652949e3c6ba9642f",
            "name": "Другие виды рака"
          }
        ],
        "parent": null
      },
      {
        "id": "5ed9368152949e3c6ba96432",
        "name": "Коленный сустав",
        "pages": [
          {
            "id": "5ee37ae708e719754698fa40",
            "name": "Гонартроз коленного сустава",
            "diseases": [
              {
                "id": "5ee37a7208e719754698fa37",
                "name": "Гонартроз коленного сустава",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee37bbe08e719754698fa49",
            "name": "Разрыв задней крестообразной связки",
            "diseases": [
              {
                "id": "5ee37b4508e719754698fa42",
                "name": "Разрыв задней крестообразной связки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee37c5008e719754698fa4f",
            "name": "Разрыв мениска коленного сустава",
            "diseases": [
              {
                "id": "5ee37bee08e719754698fa4a",
                "name": "Разрыв мениска коленного сустава",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee37cb308e719754698fa55",
            "name": "Разрыв передней крестообразной связки",
            "diseases": [
              {
                "id": "5ee37c6908e719754698fa50",
                "name": "Разрыв передней крестообразной связки",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ed9368752949e3c6ba96433",
        "name": "Локтевой сустав",
        "pages": [
          {
            "id": "5ee37d7b08e719754698fa5c",
            "name": "Локтевой туннельный синдром",
            "diseases": [
              {
                "id": "5ee37d1c08e719754698fa57",
                "name": "Локтевой туннельный синдром",
                "ad_name": "[\"Синдром карпального канала\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ed9368c52949e3c6ba96434",
        "name": "Плечевой сустав",
        "pages": [
          {
            "id": "5ee37e0d08e719754698fa62",
            "name": "Артроз плечевого сустава",
            "diseases": [
              {
                "id": "5ee37dbb08e719754698fa5d",
                "name": "Артроз плечевого сустава",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee37e5308e719754698fa66",
            "name": "Разрыв ротаторной манжеты плеча",
            "diseases": [
              {
                "id": "5ee37e2a08e719754698fa63",
                "name": "Разрыв ротаторной манжеты плеча",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ed9369152949e3c6ba96435",
        "name": "Стопа",
        "pages": [
          {
            "id": "5ee37f2008e719754698fa70",
            "name": "Вальгусная деформация стопы",
            "diseases": [
              {
                "id": "5ee37ece08e719754698fa6b",
                "name": "Вальгусная деформация стопы",
                "ad_name": "[\"Халюс Вальгус\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ed9369552949e3c6ba96436",
        "name": "Тазобедренный сустав",
        "pages": [
          {
            "id": "5ee3800508e719754698fa7c",
            "name": "Коксартроз тазобедренного сустава",
            "diseases": [
              {
                "id": "5ee37f6408e719754698fa71",
                "name": "Коксартроз тазобедренного сустава",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3808f08e719754698fa87",
            "name": "Некроз головки тазобедренного сустава",
            "diseases": [
              {
                "id": "5ee3802e08e719754698fa7d",
                "name": "Некроз головки тазобедренного сустава",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ed936cd52949e3c6ba96437",
        "name": "Ортопедия",
        "pages": [],
        "children": [
          {
            "id": "5ed9368152949e3c6ba96432",
            "name": "Коленный сустав"
          },
          {
            "id": "5ed9368752949e3c6ba96433",
            "name": "Локтевой сустав"
          },
          {
            "id": "5ed9368c52949e3c6ba96434",
            "name": "Плечевой сустав"
          },
          {
            "id": "5ed9369152949e3c6ba96435",
            "name": "Стопа"
          },
          {
            "id": "5ed9369552949e3c6ba96436",
            "name": "Тазобедренный сустав"
          },
          {
            "id": "5ee378f508e719754698fa2c",
            "name": "Голеностопный сустав"
          }
        ],
        "parent": null
      },
      {
        "id": "5eddbf3ed68e5559b055a1fe",
        "name": "Пластическая хирургия",
        "pages": [
          {
            "id": "5ee824e508e719754698fe95",
            "name": "Пластика глаз",
            "diseases": []
          },
          {
            "id": "5ee8270b08e719754698fea0",
            "name": "Пластика груди",
            "diseases": []
          },
          {
            "id": "5ee8281608e719754698fea9",
            "name": "Контурная пластика лица",
            "diseases": []
          },
          {
            "id": "5ee82be608e719754698feb4",
            "name": "Косметология",
            "diseases": []
          },
          {
            "id": "5ee82daf08e719754698febb",
            "name": "Пластика лица",
            "diseases": []
          },
          {
            "id": "5ee82e6b08e719754698fec4",
            "name": "Пластика носа",
            "diseases": []
          },
          {
            "id": "5ee82eb908e719754698fec7",
            "name": "Отопластика (пластика ушей)",
            "diseases": []
          },
          {
            "id": "5ee82f2508e719754698feca",
            "name": "Реконструктивная пластика",
            "diseases": []
          },
          {
            "id": "5ee82fda08e719754698fed5",
            "name": "Пластика тела",
            "diseases": []
          },
          {
            "id": "5ee8303708e719754698feda",
            "name": "Пластика шеи",
            "diseases": []
          },
          {
            "id": "5f2cca5e89edce29870ef4ec",
            "name": "Антивозрастная терапия (безоперационный метод)",
            "diseases": []
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddbf59d68e5559b055a1ff",
        "name": "Бесплодие (ЭКО)",
        "pages": [
          {
            "id": "5ee3839d08e719754698fa93",
            "name": "Диагностика для женщин",
            "diseases": []
          },
          {
            "id": "5ee383ff08e719754698fa99",
            "name": "Диагностика для мужчин",
            "diseases": []
          },
          {
            "id": "5ee3845d08e719754698faa3",
            "name": "Экстракорпоральное оплодотворение (ЭКО)",
            "diseases": []
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc020d68e5559b055a200",
        "name": "Желчный пузырь и протоки",
        "pages": [
          {
            "id": "5ee3850508e719754698faa9",
            "name": "Желчекаменная болезнь",
            "diseases": [
              {
                "id": "5ee384b908e719754698faa4",
                "name": "Желчекаменная болезнь",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3857c08e719754698faaf",
            "name": "Полипы",
            "diseases": [
              {
                "id": "5ee3853508e719754698faaa",
                "name": "Полипы",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3860708e719754698fab5",
            "name": "Холецистит",
            "diseases": [
              {
                "id": "5ee3859c08e719754698fab0",
                "name": "Холецистит",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc031d68e5559b055a201",
        "name": "Гастроэнтерология",
        "pages": [],
        "children": [
          {
            "id": "5eddc020d68e5559b055a200",
            "name": "Желчный пузырь и протоки"
          },
          {
            "id": "5eddc310d68e5559b055a203",
            "name": "Поджелудочная железа"
          },
          {
            "id": "5eddc329d68e5559b055a206",
            "name": "Толстая кишка"
          },
          {
            "id": "5eddc33fd68e5559b055a209",
            "name": "Тонкая и двенадцатиперстная кишка"
          },
          {
            "id": "5eddc349d68e5559b055a20a",
            "name": "Печень"
          },
          {
            "id": "5eddc357d68e5559b055a20c",
            "name": "Другие виды заболеваний ЖКТ"
          }
        ],
        "parent": null
      },
      {
        "id": "5eddc2c5d68e5559b055a202",
        "name": "Нейрохирургия",
        "pages": [],
        "children": [
          {
            "id": "5ee418e408e719754698faf1",
            "name": "Головной мозг"
          },
          {
            "id": "5ee41e5c08e719754698fb19",
            "name": "Позвоночник"
          }
        ],
        "parent": null
      },
      {
        "id": "5eddc310d68e5559b055a203",
        "name": "Поджелудочная железа",
        "pages": [
          {
            "id": "5ee3871d08e719754698fabb",
            "name": "Панкреатит",
            "diseases": [
              {
                "id": "5ee386b708e719754698fab6",
                "name": "Панкреатит",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc311d68e5559b055a204",
        "name": "Вирусология",
        "pages": [
          {
            "id": "5ee424e108e719754698fb3d",
            "name": "Гепатит B",
            "diseases": [
              {
                "id": "5ee4245a08e719754698fb38",
                "name": "Гепатит B",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee426a608e719754698fb47",
            "name": "Гепатит С",
            "diseases": [
              {
                "id": "5ee4260708e719754698fb3e",
                "name": "Гепатит С",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc329d68e5559b055a206",
        "name": "Толстая кишка",
        "pages": [
          {
            "id": "5ee3880d08e719754698fac8",
            "name": "Геморрой",
            "diseases": [
              {
                "id": "5ee3875e08e719754698fabd",
                "name": "Геморрой",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee3891408e719754698fad2",
            "name": "Дивертикулез кишечника",
            "diseases": [
              {
                "id": "5ee388ae08e719754698facb",
                "name": "Дивертикулез кишечника",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee403f708e719754698fad9",
            "name": "Полипы",
            "diseases": [
              {
                "id": "5ee4038a08e719754698fad4",
                "name": "Полипы",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc32fd68e5559b055a207",
        "name": "Дерматология",
        "pages": [
          {
            "id": "5ee720d208e719754698fc78",
            "name": "Акне",
            "diseases": [
              {
                "id": "5ee71fc608e719754698fc73",
                "name": "Акне",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7217408e719754698fc82",
            "name": "Грибковые заболевания",
            "diseases": [
              {
                "id": "5ee720f808e719754698fc79",
                "name": "Грибковые заболевания",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7221208e719754698fc8a",
            "name": "Псориаз",
            "diseases": [
              {
                "id": "5ee7219608e719754698fc83",
                "name": "Псориаз",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7228608e719754698fc92",
            "name": "Экзема",
            "diseases": [
              {
                "id": "5ee7222908e719754698fc8b",
                "name": "Экзема",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5f2cc97689edce29870ef4e4",
            "name": "Алопеция",
            "diseases": [
              {
                "id": "5f0eaeb16205985ce546465d",
                "name": "Алопеция",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc33ed68e5559b055a208",
        "name": "Кардиология",
        "pages": [
          {
            "id": "5ee7ec0108e719754698fd2c",
            "name": "Аритмия",
            "diseases": [
              {
                "id": "5ee7ebde08e719754698fd28",
                "name": "Аритмия",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ec2d08e719754698fd30",
            "name": "Инфаркт миокарда",
            "diseases": [
              {
                "id": "5ee7ec1f08e719754698fd2d",
                "name": "Инфаркт миокарда",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ec6d08e719754698fd35",
            "name": "Ишемическая болезнь",
            "diseases": [
              {
                "id": "5ee7ec4708e719754698fd31",
                "name": "Ишемическая болезнь",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7eca508e719754698fd3b",
            "name": "Митральный стеноз",
            "diseases": [
              {
                "id": "5ee7ec8508e719754698fd36",
                "name": "Митральный стеноз",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ecce08e719754698fd3f",
            "name": "Открытое овальное окно",
            "diseases": [
              {
                "id": "5ee7ecbd08e719754698fd3c",
                "name": "Открытое овальное окно",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ed1108e719754698fd43",
            "name": "Порок сердца",
            "diseases": [
              {
                "id": "5ee7ece708e719754698fd40",
                "name": "Порок сердца",
                "ad_name": null
              },
              {
                "id": "5fa7274b215c78574362b707",
                "name": "Врожденный порок сердца",
                "ad_name": "[\"ВПР\"]"
              },
              {
                "id": "5fa72763215c78574362b708",
                "name": "Приобретенный порок сердца",
                "ad_name": "[\"ППР\"]"
              }
            ]
          },
          {
            "id": "5ee7ed3708e719754698fd47",
            "name": "Сердечная недостаточность",
            "diseases": [
              {
                "id": "5ee7ed2508e719754698fd44",
                "name": "Сердечная недостаточность",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ed5b08e719754698fd4b",
            "name": "Стенокардия",
            "diseases": [
              {
                "id": "5ee7ed4a08e719754698fd48",
                "name": "Стенокардия",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ed8608e719754698fd50",
            "name": "Тахикардия",
            "diseases": [
              {
                "id": "5ee7ed6c08e719754698fd4c",
                "name": "Тахикардия",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc33fd68e5559b055a209",
        "name": "Тонкая и двенадцатиперстная кишка",
        "pages": [
          {
            "id": "5ee404b108e719754698fae0",
            "name": "Дуоденит",
            "diseases": [
              {
                "id": "5ee4042e08e719754698fada",
                "name": "Дуоденит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee4052708e719754698fae6",
            "name": "Язвенная болезнь двенадцатиперстной кишки",
            "diseases": [
              {
                "id": "5ee404dd08e719754698fae1",
                "name": "Язвенная болезнь двенадцатиперстной кишки",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc349d68e5559b055a20a",
        "name": "Печень",
        "pages": [
          {
            "id": "5ee40c7408e719754698faf0",
            "name": "Цирроз печени",
            "diseases": [
              {
                "id": "5ee40baf08e719754698fae7",
                "name": "Цирроз печени",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc34bd68e5559b055a20b",
        "name": "Неврология",
        "pages": [
          {
            "id": "5ee7edd508e719754698fd56",
            "name": "Болезнь Паркинсона",
            "diseases": [
              {
                "id": "5ee7eda808e719754698fd51",
                "name": "Болезнь Паркинсона",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ee0f08e719754698fd5a",
            "name": "Детский церебральный паралич (ДЦП)",
            "diseases": [
              {
                "id": "5ee7edff08e719754698fd57",
                "name": "Детский церебральный паралич",
                "ad_name": "[\"ДЦП\"]"
              }
            ]
          },
          {
            "id": "5ee7ee3808e719754698fd5d",
            "name": "Рассеянный склероз",
            "diseases": [
              {
                "id": "5ee7ee3008e719754698fd5b",
                "name": "Рассеянный склероз",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7ee5e08e719754698fd61",
            "name": "Эпилепсия",
            "diseases": [
              {
                "id": "5ee7ee4708e719754698fd5e",
                "name": "Эпилепсия",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc357d68e5559b055a20c",
        "name": "Другие виды заболеваний ЖКТ",
        "pages": [
          {
            "id": "5f0c1bc56205985ce54641b7",
            "name": "Язва желудка",
            "diseases": [
              {
                "id": "5f0c1b4b6205985ce54641b2",
                "name": "Язва желудка",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5f0c1d056205985ce54641bd",
            "name": "Гастрит",
            "diseases": [
              {
                "id": "5f0c1ca66205985ce54641b8",
                "name": "Гастрит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5f0c1def6205985ce54641c3",
            "name": "Болезнь Крона",
            "diseases": [
              {
                "id": "5f0c1d206205985ce54641be",
                "name": "Болезнь Крона",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc031d68e5559b055a201",
          "name": "Гастроэнтерология"
        }
      },
      {
        "id": "5eddc357d68e5559b055a20d",
        "name": "Отоларингология (ЛОР)",
        "pages": [
          {
            "id": "5ee7f90c08e719754698fda5",
            "name": "Аденоиды",
            "diseases": [
              {
                "id": "5ee7f88508e719754698fda0",
                "name": "Аденоиды",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7fa8308e719754698fdab",
            "name": "Искривление носовой перегородки",
            "diseases": [
              {
                "id": "5ee7fa3d08e719754698fda6",
                "name": "Искривление носовой перегородки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7faf308e719754698fdb1",
            "name": "Полипозный синусит",
            "diseases": [
              {
                "id": "5ee7fa9708e719754698fdac",
                "name": "Полипозный синусит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7fb5d08e719754698fdb7",
            "name": "Сфеноидит",
            "diseases": [
              {
                "id": "5ee7fb0a08e719754698fdb2",
                "name": "Сфеноидит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7fbf208e719754698fdc1",
            "name": "Тугоухость",
            "diseases": [
              {
                "id": "5ee7fb7708e719754698fdb8",
                "name": "Тугоухость",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc36bd68e5559b055a20e",
        "name": "Офтальмология",
        "pages": [
          {
            "id": "5ee7ef7708e719754698fd6b",
            "name": "Близорукость (миопия)",
            "diseases": [
              {
                "id": "5ee7ee9508e719754698fd62",
                "name": "Близорукость",
                "ad_name": "[\"Миопия\"]"
              }
            ]
          },
          {
            "id": "5ee7effd08e719754698fd71",
            "name": "Глаукома",
            "diseases": [
              {
                "id": "5ee7efa808e719754698fd6c",
                "name": "Глаукома",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f06b08e719754698fd77",
            "name": "Деструкция стекловидного тела",
            "diseases": [
              {
                "id": "5ee7f01508e719754698fd72",
                "name": "Деструкция стекловидного тела",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f1f008e719754698fd7f",
            "name": "Катаракта",
            "diseases": [
              {
                "id": "5ee7f11c08e719754698fd78",
                "name": "Катаракта",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f26908e719754698fd87",
            "name": "Кератоконус",
            "diseases": [
              {
                "id": "5ee7f20a08e719754698fd80",
                "name": "Кератоконус",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f2d508e719754698fd8d",
            "name": "Косоглазие",
            "diseases": [
              {
                "id": "5ee7f28008e719754698fd88",
                "name": "Косоглазие",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f58b08e719754698fd93",
            "name": "Непроходимость слезного канала",
            "diseases": [
              {
                "id": "5ee7f51708e719754698fd8e",
                "name": "Непроходимость слезного канала",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f5ec08e719754698fd99",
            "name": "Отслойка сетчатки",
            "diseases": [
              {
                "id": "5ee7f5a408e719754698fd94",
                "name": "Отслойка сетчатки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee7f83c08e719754698fd9f",
            "name": "Пресбиопия",
            "diseases": [
              {
                "id": "5ee7f7e708e719754698fd9a",
                "name": "Пресбиопия",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc386d68e5559b055a20f",
        "name": "Реабилитация",
        "pages": [
          {
            "id": "5ee7fdb808e719754698fdc9",
            "name": "Детский церебральный паралич (ДЦП)",
            "diseases": [
              {
                "id": "5ee7fd3908e719754698fdc2",
                "name": "Детский церебральный паралич",
                "ad_name": "[\"ДЦП\"]"
              }
            ]
          },
          {
            "id": "5ee7fe9408e719754698fdd3",
            "name": "Реабилитация после инсульта",
            "diseases": []
          },
          {
            "id": "5ee7feda08e719754698fdd6",
            "name": "Реабилитация после ортопедических операций",
            "diseases": []
          },
          {
            "id": "5ee7ffe208e719754698fddb",
            "name": "Реабилитация после травм",
            "diseases": []
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc38fd68e5559b055a210",
        "name": "Роды за рубежом",
        "pages": [
          {
            "id": "5ee802ca08e719754698fde9",
            "name": "Послеродовое восстановление",
            "diseases": []
          },
          {
            "id": "5f2ccafb89edce29870ef4f4",
            "name": "Диастаз прямых мышц живота",
            "diseases": []
          },
          {
            "id": "5f2ccb6289edce29870ef4f6",
            "name": "Естественные роды",
            "diseases": []
          },
          {
            "id": "5f2ccc1a89edce29870ef4fc",
            "name": "Кесарево сечение",
            "diseases": []
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc3a7d68e5559b055a211",
        "name": "Пульмонология",
        "pages": [
          {
            "id": "5ee81a1a08e719754698fe64",
            "name": "Астма",
            "diseases": [
              {
                "id": "5ee819ba08e719754698fe5d",
                "name": "Астма",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee81a7208e719754698fe6a",
            "name": "Пневмония",
            "diseases": [
              {
                "id": "5ee81a4308e719754698fe65",
                "name": "Пневмония",
                "ad_name": "[\"Воспаление лёгких\"]"
              }
            ]
          },
          {
            "id": "5ee81ae108e719754698fe72",
            "name": "Хроническая обструктивная болезнь лёгких",
            "diseases": [
              {
                "id": "5ee81aa008e719754698fe6b",
                "name": "Хроническая обструктивная болезнь лёгких",
                "ad_name": "[\"ХОБЛ\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc3bdd68e5559b055a212",
        "name": "Стоматология",
        "pages": [
          {
            "id": "5ee8225a08e719754698fe78",
            "name": "Ламинирование зубов",
            "diseases": []
          },
          {
            "id": "5ee822b508e719754698fe7d",
            "name": "Лечение и пломбирование зубов",
            "diseases": []
          },
          {
            "id": "5ee822e208e719754698fe80",
            "name": "Отбеливание зубов",
            "diseases": []
          },
          {
            "id": "5ee8231d08e719754698fe83",
            "name": "Поднятие гайморовых пазух (синус-лифтинг)",
            "diseases": []
          },
          {
            "id": "5ee8233c08e719754698fe85",
            "name": "Установка виниров",
            "diseases": []
          },
          {
            "id": "5ee8237408e719754698fe88",
            "name": "Установка зубных коронок",
            "diseases": []
          },
          {
            "id": "5ee823c508e719754698fe8b",
            "name": "Чистка зубов",
            "diseases": []
          },
          {
            "id": "5f2ccbb289edce29870ef4f9",
            "name": "Имплантация зубов",
            "diseases": []
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc3cad68e5559b055a213",
        "name": "Урология (мочеполовая система) и нефрология",
        "pages": [
          {
            "id": "5ee8126c08e719754698fe07",
            "name": "Аденома простаты",
            "diseases": [
              {
                "id": "5ee8123608e719754698fe02",
                "name": "Аденома простаты",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8133408e719754698fe0b",
            "name": "Варикоцеле",
            "diseases": [
              {
                "id": "5ee8131e08e719754698fe08",
                "name": "Варикоцеле",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8135808e719754698fe0d",
            "name": "Мочекаменная болезнь",
            "diseases": [
              {
                "id": "5ee8134e08e719754698fe0c",
                "name": "Мочекаменная болезнь",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8136b08e719754698fe0f",
            "name": "Простатит",
            "diseases": [
              {
                "id": "5ee8136308e719754698fe0e",
                "name": "Простатит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8138308e719754698fe11",
            "name": "Хроническая почечная недостаточность",
            "diseases": [
              {
                "id": "5ee8137708e719754698fe10",
                "name": "Хроническая почечная недостаточность",
                "ad_name": "[\"ХПН\"]"
              }
            ]
          },
          {
            "id": "5ee813a908e719754698fe13",
            "name": "Киста почки",
            "diseases": [
              {
                "id": "5ee8138f08e719754698fe12",
                "name": "Киста почки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee813c908e719754698fe15",
            "name": "Поликистоз почек",
            "diseases": [
              {
                "id": "5ee813bf08e719754698fe14",
                "name": "Поликистоз почек",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc3d7d68e5559b055a214",
        "name": "Эндокринология",
        "pages": [
          {
            "id": "5ee8143d08e719754698fe19",
            "name": "Аденома надпочечника",
            "diseases": [
              {
                "id": "5ee813ff08e719754698fe16",
                "name": "Аденома надпочечника",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee814ae08e719754698fe1d",
            "name": "Аутоиммунный тиреоидит",
            "diseases": [
              {
                "id": "5ee8144a08e719754698fe1a",
                "name": "Аутоиммунный тиреоидит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8151408e719754698fe21",
            "name": "Диффузно токсический зоб",
            "diseases": [
              {
                "id": "5ee814df08e719754698fe1e",
                "name": "Диффузно токсический зоб",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8156c08e719754698fe25",
            "name": "Сахарный диабет",
            "diseases": [
              {
                "id": "5ee8153408e719754698fe22",
                "name": "Сахарный диабет",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc3f5d68e5559b055a215",
        "name": "Ревматология",
        "pages": [
          {
            "id": "5ee815eb08e719754698fe2b",
            "name": "Ревматоидный артрит",
            "diseases": [
              {
                "id": "5ee815a708e719754698fe26",
                "name": "Ревматоидный артрит",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8168d08e719754698fe31",
            "name": "Болезнь Бехтерева",
            "diseases": [
              {
                "id": "5ee8163408e719754698fe2c",
                "name": "Болезнь Бехтерева",
                "ad_name": "[\"Спондилит анкилозирующий\"]"
              }
            ]
          },
          {
            "id": "5ee8170c08e719754698fe37",
            "name": "Системная склеродермия",
            "diseases": [
              {
                "id": "5ee816b008e719754698fe32",
                "name": "Системная склеродермия",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8176908e719754698fe3d",
            "name": "Системная красная волчанка",
            "diseases": [
              {
                "id": "5ee8172708e719754698fe38",
                "name": "Системная красная волчанка",
                "ad_name": "[\"Красная волчанка\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5eddc402d68e5559b055a216",
        "name": "Ангиология (сосудистая хирургия)",
        "pages": [
          {
            "id": "5ee817e908e719754698fe43",
            "name": "Атеросклероз сосудов сердца и нижних конечностей",
            "diseases": [
              {
                "id": "5ee817bf08e719754698fe3e",
                "name": "Атеросклероз сосудов сердца и нижних конечностей",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8184008e719754698fe47",
            "name": "Тромбоэмболия",
            "diseases": [
              {
                "id": "5ee8181a08e719754698fe44",
                "name": "Тромбоэмболия",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8187c08e719754698fe4d",
            "name": "Аневризма аорты",
            "diseases": [
              {
                "id": "5ee8185a08e719754698fe48",
                "name": "Аневризма аорты",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee818ed08e719754698fe53",
            "name": "Варикозное расширение вен нижних конечностей",
            "diseases": [
              {
                "id": "5ee818d108e719754698fe4e",
                "name": "Варикозное расширение вен нижних конечностей",
                "ad_name": "[\"Варикозное расширение вен\"]"
              }
            ]
          },
          {
            "id": "5ee8192708e719754698fe58",
            "name": "Варикозное расширение вен пищевода",
            "diseases": [
              {
                "id": "5ee8191008e719754698fe54",
                "name": "Варикозное расширение вен пищевода",
                "ad_name": "[\"Варикозное расширение вен\"]"
              }
            ]
          },
          {
            "id": "5ee8197608e719754698fe5c",
            "name": "Тромбоз, тромбофлебит",
            "diseases": [
              {
                "id": "5ee8196208e719754698fe59",
                "name": "Тромбоз",
                "ad_name": "[\"Тромбофлебит\"]"
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      },
      {
        "id": "5ee378f508e719754698fa2c",
        "name": "Голеностопный сустав",
        "pages": [
          {
            "id": "5ee379ae08e719754698fa36",
            "name": "Артроз голеностопного сустава",
            "diseases": [
              {
                "id": "5ee3790908e719754698fa2d",
                "name": "Артроз голеностопного сустава",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5ed936cd52949e3c6ba96437",
          "name": "Ортопедия"
        }
      },
      {
        "id": "5ee418e408e719754698faf1",
        "name": "Головной мозг",
        "pages": [
          {
            "id": "5ee419b308e719754698fafd",
            "name": "Аневризма",
            "diseases": [
              {
                "id": "5ee4190108e719754698faf2",
                "name": "Аневризма",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee41b3c08e719754698fb05",
            "name": "Доброкачественная менингиома",
            "diseases": [
              {
                "id": "5ee41acd08e719754698fafe",
                "name": "Доброкачественная менингиома",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee41be808e719754698fb0f",
            "name": "Опухоль гипофиза",
            "diseases": [
              {
                "id": "5ee41b5f08e719754698fb06",
                "name": "Опухоль гипофиза",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee41c7b08e719754698fb17",
            "name": "Шваннома",
            "diseases": [
              {
                "id": "5ee41c1508e719754698fb10",
                "name": "Шваннома",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc2c5d68e5559b055a202",
          "name": "Нейрохирургия"
        }
      },
      {
        "id": "5ee41e5c08e719754698fb19",
        "name": "Позвоночник",
        "pages": [
          {
            "id": "5ee41ece08e719754698fb1f",
            "name": "Доброкачественные опухоли позвоночника",
            "diseases": [
              {
                "id": "5ee41e6a08e719754698fb1a",
                "name": "Доброкачественные опухоли позвоночника",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee41f2408e719754698fb25",
            "name": "Компрессионный перелом позвоночника",
            "diseases": [
              {
                "id": "5ee41edb08e719754698fb20",
                "name": "Компрессионный перелом позвоночника",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee41fe408e719754698fb31",
            "name": "Межпозвоночная грыжа",
            "diseases": [
              {
                "id": "5ee41f4708e719754698fb26",
                "name": "Межпозвоночная грыжа",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee420ab08e719754698fb37",
            "name": "Сколиоз",
            "diseases": [
              {
                "id": "5ee4206608e719754698fb32",
                "name": "Сколиоз",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": {
          "id": "5eddc2c5d68e5559b055a202",
          "name": "Нейрохирургия"
        }
      },
      {
        "id": "5ee4a5bd08e719754698fb48",
        "name": "Гинекология",
        "pages": [
          {
            "id": "5ee4a69808e719754698fb4c",
            "name": "Гистероскопия (диагностическая)",
            "diseases": []
          },
          {
            "id": "5ee4a7d408e719754698fb53",
            "name": "Кисты яичников",
            "diseases": [
              {
                "id": "5ee4a7a108e719754698fb50",
                "name": "Кисты яичников",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee4a87408e719754698fb5b",
            "name": "Миома матки",
            "diseases": [
              {
                "id": "5ee4a81808e719754698fb56",
                "name": "Миома матки",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee80c9008e719754698fdec",
            "name": "Прививка от рака шейки матки",
            "diseases": []
          },
          {
            "id": "5ee80cbf08e719754698fdef",
            "name": "Пролапс органов малого таза",
            "diseases": [
              {
                "id": "5ee80ca808e719754698fded",
                "name": "Пролапс органов малого таза",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee8105008e719754698fdf5",
            "name": "Эндометриоз",
            "diseases": [
              {
                "id": "5ee8100408e719754698fdf0",
                "name": "Эндометриоз",
                "ad_name": null
              }
            ]
          },
          {
            "id": "5ee810c308e719754698fdfb",
            "name": "Эрозия шейки матки",
            "diseases": [
              {
                "id": "5ee8106b08e719754698fdf6",
                "name": "Эрозия шейки матки",
                "ad_name": null
              }
            ]
          }
        ],
        "children": [],
        "parent": null
      }
    ]
  }